[
    {
        "id": "68334562311a4",
        "titre": "Développeur React",
        "description": "Entreprise en croissance cherche un développeur React expérimenté.",
        "lieu": "Montréal",
        "type": "temps plein",
        "salaire": "75000",
        "date_creation": "2025-05-25 18:29:22"
    },
    {
        "id": "683345f80d02a",
        "titre": "Développeur React",
        "description": "Entreprise en croissance cherche un développeur React expérimenté.",
        "lieu": "Montréal",
        "type": "temps plein",
        "salaire": "75000",
        "date_creation": "2025-05-25 18:31:52"
    },
    {
        "id": "6870219d4fdf7",
        "titre": "Développeur fullstack junior",
        "entreprise": "Teccart",
        "description": "Travailler avec Cofomo, c’est l’occasion de collaborer aujourd’hui aux projets technologiques de demain.\n\nAppliquez vos compétences, vos connaissances et votre capacité de résoudre des problèmes dans un environnement enrichissant et motivant.\n\nNous investissons dans nos talents, nous encourageons le perfectionnement et nous vous appuyons dans toutes les facettes de votre carrière chez nous, le tout dans le cadre d’une culture inclusive qui défend les valeurs d’engagement, d’intégrité, de diversité, de passion et de créativité.",
        "lieu": "Montreal",
        "ville": "Montreal",
        "type": "CDD",
        "salaire": "45-50k",
        "secteur": "Informatique",
        "experience_requise": "Junior (0-2 ans)",
        "competences_requises": "",
        "avantages": "",
        "status": "active",
        "created_by": "685ca1bdd9234",
        "date_creation": "2025-07-10 20:25:01",
        "date_modification": "2025-07-10 20:25:01"
    },
    {
        "id": "68703c45cd6a6",
        "titre": "Software Developer - AI Trainer (Contract)",
        "entreprise": "DataAnnotation",
        "description": "We are looking for proficient programmers to join our team to train our AI chatbots to code. You will work with the chatbots that we are building in order to measure their progress, as well as write and evaluate code.\n\nTo apply to this role, you will need to be proficient in either Python and\/or JavaScript. Your role will require proficiency in at least one programming language\/framework (JavaScript, TypeScript, Python, C, C#, C++, HTML\/CSS, React, Go, Java, Kotlin, SQL, or Swift) in order to solve coding problems (think LeetCode, HackerRank, etc). For each coding problem, you must be able to explain how your solution solves the problem.\n\nAs part of the application process, you will be asked to complete an assessment. If you pass, you will gain access to projects. Based on the quality of your work, you will continue to receive projects regularly. We find our most successful candidates work between 5-20 hours per week, up to 40 hours.",
        "lieu": "Quebec City",
        "ville": "Quebec City",
        "type": "CDI",
        "salaire": "70-75k",
        "secteur": "Non spécifié",
        "experience_requise": "Confirmé (3-5 ans)",
        "competences_requises": "",
        "avantages": "",
        "status": "active",
        "created_by": "6865c439744b8",
        "date_creation": "2025-07-10 22:18:45",
        "date_modification": "2025-07-10 22:18:45"
    },
    {
        "id": "687049c7ac9ec",
        "titre": "Développeur IOS",
        "entreprise": "LGS, une Société IBM \/ an IBM Company",
        "description": "LGS, c’est avoir une carrière dans un environnement où vous êtes apprécié à votre juste valeur. C’est aussi une culture d’entreprise axée sur la diversité et l’inclusion, où nous accueillions tant les talents locaux qu’internationaux.\n\nVous serez impliqué dans des projets de grande envergure qui font progresser les entreprises et améliorent la vie des gens. Vous serez aux premiers rangs pour collaborer à des transformations numériques à large déploiement dans le domaine public et privé.",
        "lieu": "Laval",
        "ville": "Laval",
        "type": "Permanent",
        "salaire": "Non spécifié",
        "secteur": "Technologie",
        "experience_requise": "Junior (0-2 ans)",
        "competences_requises": "",
        "avantages": "",
        "status": "active",
        "created_by": "685ca1bdd9234",
        "date_creation": "2025-07-10 23:16:23",
        "date_modification": "2025-07-10 23:16:23"
    }
]